{
	"aside": {
		"title": "Trivia",
		"items": [
			{
				"url": "#",
				"text": "There are 3 species of elephants in the world. Namely the African Savannah, African Forest and the Asian Elephant."
			},
			{
				"url": "#",
				"text": "Axis deer are herbivores (graminivores, folivores). Their diet usually consists of grasses, flowers, and fruits, fallen from the trees."
			},
			{
				"url": "#",
				"text": "Sloth bears have shaggy, dusty-black coats; pale, short-haired muzzles; and long, curved claws which they use to excavate termites and ants."
			},
			{
				"url": "#",
				"text": "The wild water buffaloes grow almost 10 feet long and can reach six feet tall at their shoulders."
			},
			{
				"url": "#",
				"text": "In Sri Lanka, this bird is known as කැහිබෙල්ලා (kehibella ) in Sinhala. The blue magpie appears on a 10c Sri Lankan postal stamp, which was in wide usage in the 1980s through 1990s."
			}
		]
	},
	"blogPosts": [
		{
			"id": "0",
			"meta": {
				"title": "SRI LANKAN ELEPHANT",
				"description": "The Sri Lankan elephant (Elephas maximus maximus) is native to Sri Lanka and one of three recognised subspecies of the Asian elephant. It is the type subspecies of the Asian elephant and was first described by Carl Linnaeus under the binomial Elephas maximus in 1758.",
				"tagLine": "Image: Wasgamuwa, Sri Lanka Nov 2022. (c)s.deshapriya"
			},
			"post": {
				"image": "./pictures/srilankanelephant.jpg",
				"imageAlt": "aa",
				"excerpt": "In general, Asian elephants are smaller than African elephants and have the highest body point on the head. The tip of their trunk has one finger-like process. Their back is convex or level. Females are usually smaller than males. Some males have tusks.",
				"moreLink": "https://en.wikipedia.org/wiki/Sri_Lankan_elephant",
				"moreText": "Click here for more info"
			}
		},
		{
			"id": "1",
			"meta": {		
				"title": "SRI LANKAN AXIS DEER",
				"description": "The Sri Lankan axis deer (Axis axis ceylonensis) or Ceylon spotted deer is a subspecies of axis deer (Axis axis) that inhabits only Sri Lanka. The name chital is not used in Sri Lanka. Its validity is disputed, and some maintain that the axis deer is monotypic.",
				"tagLine": "Copyright: L. J. Mendis Wickramasinghe"
			},
			"post": {
				"image": "./pictures/srilankanaxisdeer.jpg",
				"imageAlt": "aa",
				"excerpt": "Axis deer are important prey for the Sri Lankan leopard. It is also prey for sloth bears, jackals, and crocodiles.",
				"moreLink": "https://en.wikipedia.org/wiki/Sri_Lankan_axis_deer",
				"moreText": "Click here for more info"
			}
		},
		{
			"id": "2",
			"meta": {
				"title": "SRI LANKAN SLOTH BEAR",
				"description": "The Sri Lankan sloth bear (Melursus ursinus inornatus) is a subspecies of the sloth bear which is found mainly in lowland dry forests in the island of Sri Lanka.",
				"tagLine": "Creator is Charles J Sharp, Copyright: Charles J Sharp Photography"
			},
			"post": {
				"image": "./pictures/srilankanslothbear.jpg",
				"imageAlt": "aaa",
				"excerpt": "Being omnivorous, it feeds on nuts, berries, and roots, as well as carrion and meat. One of its main staples is insects, which it removes from rotting stumps and trees with its long, hairless snout. Otherwise, it rarely kills animals.",
				"moreLink": "https://en.wikipedia.org/wiki/Sri_Lankan_sloth_bear",
				"moreText": "Click here for more info"
			}
		},
		{
			"id": "3",
			"meta": {
				"title": "WILD WATER BUFFALO",
				"description": "The wild water buffalo (Bubalus arnee), also called Asian buffalo, Asiatic buffalo and wild buffalo, is a large bovine native to the Indian subcontinent and Southeast Asia.",
				"tagLine": "Image by: Tom Brakefield"
			},
			"post": {
				"image": "./pictures/wildwaterbuffalo.jpg",
				"imageAlt": "aaa",
				"excerpt": "It has been listed as Endangered in the IUCN Red List since 1986, as the remaining population totals less than 4,000.",
				"moreLink": "https://en.wikipedia.org/wiki/Wild_water_buffalo",
				"moreText": "Click here for more info"
			}
		},
		{
			"id": "4",
			"meta": {
				"title": "SRI LANKAN BLUE MAGPIE",
				"description": "The Sri Lanka blue magpie or Ceylon magpie is a brightly coloured member of the family Corvidae, found exclusively in Sri Lanka.",
				"tagLine": "By Buddhika Mawella"
			},
			"post": {
				"image": "./pictures/bluemagpie.JPG",
				"imageAlt": "aaa",
				"excerpt": "The Sri Lanka Blue Magpie (Urocissa ornate) was first described in 1829 by Wagler and is a member of the crow family – the Corvidae. Crows, ravens, rooks, jackdaws, jays, magpies, treepies, choughs and nutcrackers all belong to this family. Birds in the family Corvidae are considered the most intelligent birds in the world.",
				"moreLink": "https://en.wikipedia.org/wiki/Sri_Lanka_blue_magpie",
				"moreText": "Click here for more info"
			}
		}
	]
}
